{
  "movie" : [{
    "id" : "843",
    "rating" : "7.6",
    "poster" : " http://image.tmdb.org/t/p/original/kuQETsVToV3UImsVsJGFhsIRijd.jpg", 
    "genres" : ["Drama", "Romance"],
    "title"  : "In the Mood for Love",
    "overview" : "A melancholy story about the love between a woman and a man who live in the same building and one day find out that their husband and wife had an affair with each other. More and more the two meet during their daily lives as they determine that they both don??t want to be lonely in their marriage."
  },{
    "id" : "318",
    "rating" : "5.6",
    "poster" : "http://image.tmdb.org/t/p/original/4wxOzpCjXY2RQgS3YoHuvKdItTF.jpg",
    "genres" : ["Drama", "Thriller"],
    "title"  : "The Million Dollar Hotel",
    "overview" : "The Million Dollar Hotel starts with a jump from a roof top that clears up a death in a hotel that was burning to the ground where a lot of strange people had been living. The film was made in collaboration with Bono and the soundtrack is also from U2."
  },{
    "id" : "12806",
    "rating" : "6.3",
    "poster" : "http://image.tmdb.org/t/p/original/bIWdy83uaNkMhQjfTDnMnZZ2qpF.jpg", 
    "genres" : ["Drama", "Comedy", "Romance"],
    "title"  : "Nico and Dani",
    "overview" : "A Spanish coming of age story focusing on the antics of two 17 year olds who have a posh beach house almost all to themselves one summer. This is also a summer of sexual awakenings."
  }, {
    "id": "9740",
    "rating": "6.2",
    "poster" : " http://image.tmdb.org/t/p/original/wmuxJ9Kscg0SuGlfg2ARmGgHvOF.jpg",
    "genres" :["Crime", "Drama", "Thriller", "Honor"],
    "title" : "Hannibal", 
    "overview": "After having successfully eluded the authorities for years Hannibal peacefully lives in Italy in disguise as an art scholar. Trouble strikes again when he is discovered leaving a deserving few dead in the process. He returns back to America to once again make contact with now disgraced Agent Clarice Starling who is suffering the wrath of a malicious FBI official/rival as well as the media."
    }]
}